const terms = """
[ 제 1장 총칙 ]

* 제1조 (목적) *

이 약관은 Chocobread(이하 “회사”라 함)가 운영하는 인터넷 사이트, 모바일 애플리케이션(이하 “N빵”이라 함)을 통해 제공하는 전자상거래 관련 서비스 및 기타 서비스(이하”서비스”라 함)를 이용하는 자간의 권리, 의무를 확정하고 이를 이행함으로써 상호 발전을 도모하는 것을 목적으로 합니다.

* 제2조 (용어의 정의) *

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. 회원 : 이 약관에 승인하고 회사와 서비스이용계약을 체결한 자를 말합니다.
2. 이용자 : 사이트에 접속하여 이 약관에 따라 서비스를 이용하는 회원 및 회원이 아닌 자를 말합니다.
3. 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.
4. 비밀번호 : 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.
5. 제안자 : 물품을 같이 구매할 목적으로 회사가 제공하는 물품판매 양식에 맞추어 사이트에 물품을 등록하여 공동구매를 제안하는 회원을 말합니다.
6. 참여자 : 제안자가 제안한 물품의 공동구매에 참여할 의사를 회사가 온라인으로 제공하는 양식에 맞추어 밝히고 제안자로부터 승인 받은 회원을 말합니다.
7. 직거래 : 제안자와 참여자가 직접 물품을 주고받는 행위를 말합니다.

* 제3조 (약관의 게시와 개정) *

1. 회사는 본 약관의 내용을 회원이 쉽게 확인할 수 있도록 기술적 조치를 취합니다.
2. 회사는 콘텐츠산업진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 소비자기본법 등 관련 법령을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.
3. 회사가 약관을 개정할 경우 기존 약관과 개정 약관 및 개정 약관 적용 일자와 개정 사유를 명시하고 기존 약관과 함께 개정 약관 적용 일자 7일 전부터 적용 일자 이후 상당한 기간 동안, 개정 약관의 내용이 회원에게 불리한 경우 개정 약관 적용 일자 30일 전부터 적용 일 이후 상당한 기간 동안, 이를 서비스 웹페이지 및 어플리케이션 화면에 게시하거나 기타 방법으로 회원에게 통지합니다.
4. 회사가 ‘전항에 따라 회원에게 통지한 후 개정 약관 고지일로부터 개정 약관 시행일 이후 7일이 지나는 날까지 회원이 거부 의사를 표시하지 아니할 경우 회원이 개정 약관에 동의한 것으로 본다는 뜻’을 고지하였음에도 회원의 거부 의사표시가 없는 경우 개정 약관에 동의한 것으로 간주합니다. 회원이 개정 약관에 동의하지 않을 경우 해당 회원은 서비스 이용 계약을 해지할 수 있습니다.
5. 회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 소비자기본법, 표시∙광고의 공정화에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령을 준수하여야 하며, 본 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.

[ 제2장 서비스의 내용 및 회원가입 ]

* 제4조 (서비스 이용 계약) *

1. 회사가 제공하는 서비스를 이용하기 위한 이용 계약은 회사의 서비스를 이용하고자 하는 자의 회원가입 신청에 대하여 회사가 승낙함으로써 성립합니다.
2. 전항의 회원가입 신청을 하기 위해서는 회사가 정한 온라인 회원가입 신청서에 필수 기재사항을 입력하고 본인인증 절차를 완료하여야 합니다.
3. 회원가입 신청을 위해 필수적으로 기재한 항목이 변경된 경우(폐업 등의 사유 발생 포함) 해당 회원은 위 변경 사실을 직접 수정하거나 회사에 1:1문의 또는 전화를 통해 통지하여야 하며, 통지하지 않음으로 인하여 발생한 회원의 불이익에 관하여는 회원이 책임을 집니다.
4. 회사가 정한 필수 기재사항을 입력하지 않거나 허위의 정보를 입력하거나 회원가입 신청을 하려는 자가 만 14세 미만일 경우 회원가입 신청이 제한될 수 있습니다.
5. 회사는 회원에게 유익한 정보를 제공하기 위해 위 필수 기재사항 이외에도 회원가입을 신청하는 자에게 취미, 관심사 등 정보 제공을 요청할 수 있으나 회원가입을 신청하는 자는 위 정보의 제공을 거절할 수 있습니다.
6. 회사는 회사의 서비스를 이용하기 위해 회원가입 신청을 한 자가 본조 제항에서 정한 필수 기재사항을 정확하게 입력하고 본 약관에 동의한 경우 원칙적으로 서비스의 이용을 승낙합니다. 다만, 회사는 다음과 같은 사유가 있는 경우 회원가입 신청의 승낙을 거절 또는 보류할 수 있고, 이 경우 회사는 승낙 거절 또는 보류의 사유와 승낙에 필요한 추가 요청 정보 등 관련 사항을 통지합니다.
    1. 회사의 설비에 여유가 없는 경우
    2. 회사의 서비스 제공에 기술적인 문제가 있는 경우
    3. 회원가입 신청자가 본 약관에 따라 회원 자격을 상실하거나 이용 계약이 해지된 적이 있는 경우 (단, 회사의 회원 재가입 승낙을 얻은 경우는 예외)
    4. 타인의 명의를 도용한 경우
    5. 허위의 정보를 기재한 경우
    6. 기타 회사의 합리적인 판단 하에 필요하다고 인정하는 경우

* 제5조 (이용신청) *

1. 서비스를 이용하고자 하는 자는 회사가 온라인으로 제공하는 가입신청양식에 따라 사실대로 기재하여야 합니다.
2. 회사는 제1항의 기재항목 외에도 회원에게 다양하고 유익한 정보를 제공하기 위하여 이용신청자에게 직업, 취미, 관심분야 등의 정보를 제공할 것을 요청할 수 있습니다. 다만, 이용신청자는 그러한 정보의 제공을 거절할 수 있습니다.

* 제6조 (이용신청의 승낙) *

1. 회사는 이용신청자가 제5조에 따라 기재항목을 정확하게 기재하고 이 약관에 동의한 경우에는 이 약관에 규정된 실명확인절차를 거쳐 서비스의 이용을 승낙하는 것을 원칙으로 합니다.
2. 회사는 회원가입신청의 경우 법령에 따라 이용 가능한 신용정보회사 또는 신용정보집중기관을 통하여 실명확인절차 또는 본인확인절차를 취합니다. 회사는 실명확인절차 또는 본인확인절차를 취할 수 없는 이용신청에 대해서는 신청자에게 증빙자료를 요청할 수 있습니다.

3.회사는 다음과 같은 사유가 있는 경우, 이용신청에 대한 승낙을 거부할 수 있습니다.

1. 만 14세 미만의 자가 이용신청을 하는 경우
2. 회사의 실명확인절차에서 실명가입신청이 아님이 확인된 경우
3. 이미 가입된 회원과 회원정보가 동일한 경우
4. 이 약관 제7조 제3항에 따라 회사가 이용계약을 해지한 전(前)회원이 재이용신청을 하는 경우
5. 이 약관 제14조에 기하여 회사로부터 회원자격정지조치를 받은 회원이 이용정지 중에 이용계약을 임의해지하고 재이용신청을 하는 경우
6. 가입신청시 기재하여야 할 필수 기재항목에 허위사실을 기재한 경우
7. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우

회사는 다음과 같은 사유가 있는 경우, 이용신청에 대한 승낙을 유보할 수 있습니다. 이 경우, 회사는 이용신청자에게 승낙유보의 사유, 승낙가능시기 또는 승낙에 필요한 추가요청정보 내지 자료 등 기타 승낙유보와 관련된 사항을 해당 서비스화면에 게시하거나 email 또는 기타 수단을 통하여 통지합니다.

1. 설비에 여유가 없는 경우
2. 기술상 지장이 있는 경우
3. 회사의 실명확인절차에서 실명가입신청 여부가 확인되지 않는 경우
4. 회사가 제시하는 내용을 기재하지 않은 경우
5. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반사항을 위반하여 신청하는 경우
6. 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(단 회사의 회원재가입 승낙을 얻은 경우는 제외)
7. 기타 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우

* 제7조 (이용 계약의 종료 및 회원 자격 상실) *

회원은 언제든지 회사에 해지의 의사를 통지함으로써 이용 계약을 해지할 수 있습니다. 다만 회원은 회사의 해지 의사를 통지하기 전에 구매 또는 판매 진행 중인 절차를 모두 완료, 철회, 취소하여야 하며, 철회 또는 취소로 인한 불이익은 해당 회원이 부담합니다.

회사는 원칙적으로 전항의 이용 계약 해지의 의사 표시를 확인한 후 해당 회원의 게시글과 해당 계정을 삭제하여 해지 절차를 완료해야 합니다. 다만, 다음 각 호의 사유가 있는 경우 이용 계약 해지 절차를 보류할 수 있습니다.

1. 이용 계약 해지의 의사표시를 한 자가 회원 당사자인지 여부를 확인할 수 없는 경우
2. 이용 계약 해지의 의사표시를 한 회원의 구매 또는 판매 진행 중인 거래 절차가 모두 완료되지 않은 경우
3. 이용 계약 해지의 의사표시를 한 회원에 관한 거래 사기 및 분쟁 문제가 남아 있는 경우

회사는 본 약관 또는 운영정책에 따라 특정한 사유가 발생한 경우 회원의 자격을 박탈하고 이용계약을 해지할 수 있습니다.

* 제8조 (개인정보보호 및 개인정보 제공 동의 등) *

1. 회사는 개인정보처리방침에 따라 회원가입 및 제안자 등록시 회원으로부터 제공 받은 정보를 수집 및 보관합니다.
2. 회사는 관련 법령 및 회사의 운영정책에 따라 특정 물품을 판매하고자 하는 제안자의 경우 추가적인 정보 및 관련 자료를 요청하여 수집 및 보관할 수 있습니다.
3. 회사는 회원의 회원가입 신청 및 제안자 등록을 위해 제공 받은 정보를 다음의 예외적인 경우가 아닌 한 원활한 서비스 제공 이외의 목적으로 사용하거나 이용자의 동의 없이 제3자에게 제공하지 않습니다.
    1. 관련 법령에 근거하여 회원 정보의 이용 및 제3자에 대한 정보 제공을 허용하는 경우
    2. 회사의 약관 및 운영 정책 등에 따라 회원의 동의를 얻은 경우
    3. 특정 물품을 구매하고자 하는 회원이 해당 물품을 판매하는 업자 아닌 제안자의 정보를 회사에 요청하는 경우
4. 회사는 회원의 개인정보를 보호하기 위하여 개인정보처리방침을 수립하여 이를 따르고, 개인정보보호책임자를 지정합니다.

* 제9조 (회사의 의무) *

회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다.

회사는 회원이 수신 동의를 하지 않은 영리 목적의 광고성 전자우편, 문자메시지 등을 발송하지 아니합니다.

3.회사는 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고, 이를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관한 기타의 사항은 정보통신망법 및 회사가 별도로 정한 “개인정보관리지침”에 따릅니다.

* 제10조 (이용자의 의무) *

이용자는 다음 행위를 하여서는 아니 되며, 이에 대한 법률적인 책임은 이용자에게 있습니다.

1. 회원 가입 신청 또는 변경 시 허위내용의 등록하는 행위
2. 회사가 제공하는 서비스에 허위 내용을 등록하거나 게시하는 행위
3. 회사의 서비스에 게시된 정보를 변경하거나 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위
4. 회사가 제공하는 서비스를 이용하여 제3자에게 본인을 홍보할 기회를 제공하거나 제3자의 홍보를 대행하는 등의 방법으로 금전을 수수하거나 서비스를 이용할 권리를 양도하고 이를 대가로 금전을 수수하는 행위
5. 회사 기타 제3자에 대한 허위의 사실을 게재하거나 지적재산권을 침해하는 등 회사나 제3자의 권리를 침해하는 행위
6. 다른 회원의 ID 및 비밀번호를 도용하여 부당하게 서비스를 이용하는 행위
7. 정보통신망법 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위
8. 청소년보호법에서 규정하는 청소년유해매체물을 게시하는 행위
9. 공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위
10. 회사의 직원이나 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위
11. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하는 행위
12. 스토킹(stalking), 욕설, 채팅글 도배 등 다른 회원의 서비스 이용을 방해하는 행위
13. 다른 회원의 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위
14. 불특정 다수의 회원을 대상으로 하여 광고 또는 선전을 게시하는 행위
15. 현행 법령, 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위
16. 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위

* 제11조 (이용자 관리) *

- 1.회사는 이 약관의 본지와 관련 법령 및 상거래의 일반원칙을 위반한 이용자에 대하여 다음과 같은 조치를 할 수 있습니다. ◦ ①회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수 ◦ ②특정서비스 이용제한 ◦ ③이용계약의 해지 ◦ ④손해배상의 청구 ◦ ⑤사이버수사대 수사 요청 • 2.회사가 정한 조치를 할 경우 회사는 사전에 이용자에게 유선, email 및 기타 다른 방법으로 통보하며, 이용자의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선 조치 후 사후 통보할 수 있습니다. • 3.이용자는 본 조에 의한 회사의 조치에 항변 사유가 있는 경우 이에 항변할 수 있습니다.

[ 제3장 서비스의 제공 및 이용 ]

* 제12조 (거래중개서비스의 성질과 목적) *

회사는 서비스 내에서 회원간 물품 거래가 이루어질 수 있도록 온라인 거래 장소와 서비스를 제공합니다. 서비스 내에서 제공되는 물품 중 제안자가 구매한 물품에 관하여 결제방법을 불문하고 회사는 거래의 당사자가 아니며, 회사의 어떠한 행위도 제안자 또는 참여자를 대리하는 행위로 간주되지 않습니다.

제안자와 참여자 간의 거래 조건(청약철회, 반품, 환불, 배송 등)은 본 약관에서 별도로 정함이 없는 한 제안자가 정하여 참여자에 고지한 정책 또는 제안자와 참여자가 합의한 내용에 따르고, 회사는 거래의 당사자가 아니므로 이에 관여하지 않습니다.

해당 물품의 거래에 관하여 발생하는 분쟁, 법령상 규제 준수, 참여자 또는 제안자에게 발생하는 손해 등에 대해서는 달리 관련 법령에 정함이 없는 한 원칙적으로 해당 제안자가 책임을 부담하며 회사는 책임을 부담하지 않습니다.

* 제13조 (참여 신청) *

서비스를 이용하여 물품을 구매하고자 하는 회원은 직거래로 물품의 구매를 위한 청약을 할 수 있습니다. 회원이 물품을 구매하고자 할 경우 참여자는 제안자가 고지한 금액을 지불합니다.

[ 제4장 기타 ]

* 제14조 (회사의 면책) *

1. 회사는 천재지변 또는 이에 준하는 불가항력, 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등으로 인하여 일시적 또는 종국적으로 서비스를 제공할 수 없는 경우, 서비스 제공에 관한 책임이 면제됩니다. 이 경우 회사는 회사가 제공하는 서비스 화면에 게시하거나 기타의 방법으로 회원들에게 통지합니다.
2. 회사는 인터넷 이용자 또는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
3. 회사는 물품거래서비스를 통하여 거래되는 물품의 하자, 물품등록정보의 오류, 미비, 가짜 물품 등으로 인하여 회원이 입는 손해에 대해서는 책임(제조물책임 포함)을 지지 않습니다.
4. 회사는 회원이 다른 회원이 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 책임을 지지 않습니다. 즉, 회사는 전자상거래법 제20조 제4항에 따라 제안자의 정보를 열람할 수 있는 방법을 참여자에게 제공할 수 있으며, 제안자는 당해 정보를 기재하지 아니하거나, 허위로 기재함으로써 발생하는 모든 책임을 부담하여야 합니다.
5. 회사와 피연결회사(회사의 서비스 화면과 링크 등으로 연결된 사이트를 운영하는 회사를 말함)는 독자적으로 운영되며, 회사는 피연결회사와 회원 간에 이루어진 거래에 대하여는 책임을 지지 않습니다.
6. 서비스를 일시적으로 중단하는 경우 회사는 이로 인하여 회원 또는 제3자가 입은 손해에 대하여 책임지지 않습니다. 단, 회사의 고의 또는 중과실로 인한 경우는 그러하지 아니합니다.
7. 회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 일체의 책임을 지지 않습니다.
8. 회사는 제3자가 서비스내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.
9. 회사 및 회사의 임직원 그리고 대리인은 고의 또는 중과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.
10. 회원 상태정보의 허위 또는 부정확성에 기인하는 손해
11. 서비스에 대한 접속 및 이용과정에서 발생하는 개인적인 손해
12. 서버에 대한 제3자의 모든 불법적인 접속 또는 서버 불법적인 이용으로부터 발생하는 손해
13. 제3자가 "서비스"를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해
14. 전송된 데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해
15. 회원 간의 "회원" 상태정보 등록 및 "서비스" 이용 과정에서 발생하는 명예훼손, 기타 불법행위로 인한 각종 민형사상 책임
16. 적법한 권리자의 요구에 따라 회사가 당해 물품 및 용역 등에 관한 정보를 삭제하거나 수정함으로써 발생한 제안자의 손해
17. 기타 관련 법령 및 회사에서 제공한 이용약관 및 개별약관의 변경, 제안자 공지사항 등의 주시의무를 게을리하여 발생한 제안자 손해
18. 회사는 회사를 기반으로 한 거래시스템만을 제공할 뿐, 제안자가 등록한 물품에 관한 정보 또는 참여자와의 거래에 관하여 분쟁이 발생한 경우 회사는 그 분쟁에 개입하지 않으며 그 분쟁의 결과로 인한 모든 책임은 제안자가 부담합니다. 또한 이와 관련하여 회사가 제3자에게 손해를 배상하거나 기타 비용을 지출한 경우 회사는 제안자에게 구상권을 행사할 수 있습니다.
19. 회사는 위키 서비스를 제공함에 있어 중고 거래 시 참고 자료로 제공할 뿐, 검증되지 않았거나 잘못된 서술이 등재되어 있을 수 있으며, 이를 신뢰하여 입은 피해에 대해서 책임지지 않습니다. 이는 당사 또는 다른 회원이 작성한 정보, 자료 모두에 해당합니다.

* 제15조 (분쟁의 조정) *

1. 회사는 회원 상호간 또는 회원과 제3자 사이의 불만처리 및 분쟁조정을 하기 위하여 고객센터를 운영 합니다.
2. 회사는 고객센터를 통하여 회원으로부터 제기되는 불만사항 및 의견이 정당하다고 판단되는 경우 이를 신속하게 처리하며, 3영업일 이내에 그 진행경과를 알리고 10영업일 이내에 조사결과와 처리방안을 통보합니다.
3. 고객센터의 분쟁조정시 회원은 신의칙에 따라 성실히 응하여야 합니다.

* 제16조 (준거법 및 관할법원) *

이 약관과 회사와 회원간의 서비스이용계약, 회원 상호간의 물품거래에 대해서는 대한민국 법령이 적용되며, 회사와 회원간의 서비스 이용계약 및 회원 상호간의 물품 거래에 관한 해석과 관할법원에 대하여는 대한민국 법령에 따릅니다.
""";
