const terms = """
[ 제 1장 총칙 ]
* 제1조 (목적) *
이 약관은 Chocobread(이하 “회사”라 함)가 운영하는 인터넷 사이트, 모바일 애플리케이션(이하 “N빵”이라 함)을 통해 제공하는 전자상거래 관련 서비스 및 기타 서비스(이하”서비스”라 함)를 이용하는 자간의 권리, 의무를 확정하고 이를 이행함으로써 상호 발전을 도모하는 것을 목적으로 합니다.
* 제2조 (용어의 정의) *
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. 회원 : 이 약관에 승인하고 회사와 서비스이용계약을 체결한 자를 말합니다.
2. 이용자 : 사이트에 접속하여 이 약관에 따라 서비스를 이용하는 회원 및 회원이 아닌 자를 말합니다.
3. 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.
4. 비밀번호 : 회원의 동일성 확인과 회원정보의 보호를 위하여 회원이 설정하고 회사가 승인한 문자나 숫자의 조합을 말합니다.
5. 제안자 : 물품을 같이 구매할 목적으로 회사가 제공하는 물품판매 양식에 맞추어 사이트에 물품을 등록하여 공동구매를 제안하는 회원을 말합니다.
6. 참여자 : 제안자가 제안한 물품의 공동구매에 참여할 의사를 회사가 온라인으로 제공하는 양식에 맞추어 밝히고 제안자로부터 승인 받은 회원을 말합니다.
7. 직거래 : 제안자와 참여자가 직접 물품을 주고받는 행위를 말합니다.
* 제3조 (약관의 게시와 개정) *
1. 회사는 본 약관의 내용을 회원이 쉽게 확인할 수 있도록 기술적 조치를 취합니다.
2. 회사는 콘텐츠산업진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 소비자기본법 등 관련 법령을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.
3. 회사가 약관을 개정할 경우 기존 약관과 개정 약관 및 개정 약관 적용 일자와 개정 사유를 명시하고 기존 약관과 함께 개정 약관 적용 일자 7일 전부터 적용 일자 이후 상당한 기간 동안, 개정 약관의 내용이 회원에게 불리한 경우 개정 약관 적용 일자 30일 전부터 적용 일 이후 상당한 기간 동안, 이를 서비스 웹페이지 및 어플리케이션 화면에 게시하거나 기타 방법으로 회원에게 통지합니다.
4. 회사가 ‘전항에 따라 회원에게 통지한 후 개정 약관 고지일로부터 개정 약관 시행일 이후 7일이 지나는 날까지 회원이 거부 의사를 표시하지 아니할 경우 회원이 개정 약관에 동의한 것으로 본다는 뜻’을 고지하였음에도 회원의 거부 의사표시가 없는 경우 개정 약관에 동의한 것으로 간주합니다. 회원이 개정 약관에 동의하지 않을 경우 해당 회원은 서비스 이용 계약을 해지할 수 있습니다.
5. 회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 소비자기본법, 표시∙광고의 공정화에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령을 준수하여야 하며, 본 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.
[ 제2장 서비스의 내용 및 회원가입 ]
* 제4조 (서비스 이용 계약) *
1. 회사가 제공하는 서비스를 이용하기 위한 이용 계약은 회사의 서비스를 이용하고자 하는 자의 회원가입 신청에 대하여 회사가 승낙함으로써 성립합니다.
2. 전항의 회원가입 신청을 하기 위해서는 회사가 정한 온라인 회원가입 신청서에 필수 기재사항을 입력하고 본인인증 절차를 완료하여야 합니다.
3. 회원가입 신청을 위해 필수적으로 기재한 항목이 변경된 경우(폐업 등의 사유 발생 포함) 해당 회원은 위 변경 사실을 직접 수정하거나 회사에 1:1문의 또는 전화를 통해 통지하여야 하며, 통지하지 않음으로 인하여 발생한 회원의 불이익에 관하여는 회원이 책임을 집니다.
4. 회사가 정한 필수 기재사항을 입력하지 않거나 허위의 정보를 입력하거나 회원가입 신청을 하려는 자가 만 14세 미만일 경우 회원가입 신청이 제한될 수 있습니다.
5. 회사는 회원에게 유익한 정보를 제공하기 위해 위 필수 기재사항 이외에도 회원가입을 신청하는 자에게 취미, 관심사 등 정보 제공을 요청할 수 있으나 회원가입을 신청하는 자는 위 정보의 제공을 거절할 수 있습니다.
6. 회사는 회사의 서비스를 이용하기 위해 회원가입 신청을 한 자가 본조 제항에서 정한 필수 기재사항을 정확하게 입력하고 본 약관에 동의한 경우 원칙적으로 서비스의 이용을 승낙합니다. 다만, 회사는 다음과 같은 사유가 있는 경우 회원가입 신청의 승낙을 거절 또는 보류할 수 있고, 이 경우 회사는 승낙 거절 또는 보류의 사유와 승낙에 필요한 추가 요청 정보 등 관련 사항을 통지합니다.
    1. 회사의 설비에 여유가 없는 경우
    2. 회사의 서비스 제공에 기술적인 문제가 있는 경우
    3. 회원가입 신청자가 본 약관에 따라 회원 자격을 상실하거나 이용 계약이 해지된 적이 있는 경우 (단, 회사의 회원 재가입 승낙을 얻은 경우는 예외)
    4. 타인의 명의를 도용한 경우
    5. 허위의 정보를 기재한 경우
    6. 기타 회사의 합리적인 판단 하에 필요하다고 인정하는 경우
* 제5조 (이용신청) *
1. 서비스를 이용하고자 하는 자는 회사가 온라인으로 제공하는 가입신청양식에 따라 사실대로 기재하여야 합니다.
2. 회사는 제1항의 기재항목 외에도 회원에게 다양하고 유익한 정보를 제공하기 위하여 이용신청자에게 직업, 취미, 관심분야 등의 정보를 제공할 것을 요청할 수 있습니다. 다만, 이용신청자는 그러한 정보의 제공을 거절할 수 있습니다.
* 제6조 (이용신청의 승낙) *
1. 회사는 이용신청자가 제5조에 따라 기재항목을 정확하게 기재하고 이 약관에 동의한 경우에는 이 약관에 규정된 실명확인절차를 거쳐 서비스의 이용을 승낙하는 것을 원칙으로 합니다.
2. 회사는 회원가입신청의 경우 법령에 따라 이용 가능한 신용정보회사 또는 신용정보집중기관을 통하여 실명확인절차 또는 본인확인절차를 취합니다. 회사는 실명확인절차 또는 본인확인절차를 취할 수 없는 이용신청에 대해서는 신청자에게 증빙자료를 요청할 수 있습니다.
3.회사는 다음과 같은 사유가 있는 경우, 이용신청에 대한 승낙을 거부할 수 있습니다.
1. 만 14세 미만의 자가 이용신청을 하는 경우
2. 회사의 실명확인절차에서 실명가입신청이 아님이 확인된 경우
3. 이미 가입된 회원과 회원정보가 동일한 경우
4. 이 약관 제7조 제3항에 따라 회사가 이용계약을 해지한 전(前)회원이 재이용신청을 하는 경우
5. 이 약관 제14조에 기하여 회사로부터 회원자격정지조치를 받은 회원이 이용정지 중에 이용계약을 임의해지하고 재이용신청을 하는 경우
6. 가입신청시 기재하여야 할 필수 기재항목에 허위사실을 기재한 경우
7. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우
회사는 다음과 같은 사유가 있는 경우, 이용신청에 대한 승낙을 유보할 수 있습니다. 이 경우, 회사는 이용신청자에게 승낙유보의 사유, 승낙가능시기 또는 승낙에 필요한 추가요청정보 내지 자료 등 기타 승낙유보와 관련된 사항을 해당 서비스화면에 게시하거나 email 또는 기타 수단을 통하여 통지합니다.
1. 설비에 여유가 없는 경우
2. 기술상 지장이 있는 경우
3. 회사의 실명확인절차에서 실명가입신청 여부가 확인되지 않는 경우
4. 회사가 제시하는 내용을 기재하지 않은 경우
5. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반사항을 위반하여 신청하는 경우
6. 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(단 회사의 회원재가입 승낙을 얻은 경우는 제외)
7. 기타 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
* 제7조 (이용 계약의 종료 및 회원 자격 상실) *
회원은 언제든지 회사에 해지의 의사를 통지함으로써 이용 계약을 해지할 수 있습니다. 다만 회원은 회사의 해지 의사를 통지하기 전에 구매 또는 판매 진행 중인 절차를 모두 완료, 철회, 취소하여야 하며, 철회 또는 취소로 인한 불이익은 해당 회원이 부담합니다.
회사는 원칙적으로 전항의 이용 계약 해지의 의사 표시를 확인한 후 해당 회원의 게시글과 해당 계정을 삭제하여 해지 절차를 완료해야 합니다. 다만, 다음 각 호의 사유가 있는 경우 이용 계약 해지 절차를 보류할 수 있습니다.
1. 이용 계약 해지의 의사표시를 한 자가 회원 당사자인지 여부를 확인할 수 없는 경우
2. 이용 계약 해지의 의사표시를 한 회원의 구매 또는 판매 진행 중인 거래 절차가 모두 완료되지 않은 경우
3. 이용 계약 해지의 의사표시를 한 회원에 관한 거래 사기 및 분쟁 문제가 남아 있는 경우
회사는 본 약관 또는 운영정책에 따라 특정한 사유가 발생한 경우 회원의 자격을 박탈하고 이용계약을 해지할 수 있습니다.
* 제8조 (개인정보보호 및 개인정보 제공 동의 등) *
1. 회사는 개인정보처리방침에 따라 회원가입 및 제안자 등록시 회원으로부터 제공 받은 정보를 수집 및 보관합니다.
2. 회사는 관련 법령 및 회사의 운영정책에 따라 특정 물품을 판매하고자 하는 제안자의 경우 추가적인 정보 및 관련 자료를 요청하여 수집 및 보관할 수 있습니다.
3. 회사는 회원의 회원가입 신청 및 제안자 등록을 위해 제공 받은 정보를 다음의 예외적인 경우가 아닌 한 원활한 서비스 제공 이외의 목적으로 사용하거나 이용자의 동의 없이 제3자에게 제공하지 않습니다.
    1. 관련 법령에 근거하여 회원 정보의 이용 및 제3자에 대한 정보 제공을 허용하는 경우
    2. 회사의 약관 및 운영 정책 등에 따라 회원의 동의를 얻은 경우
    3. 특정 물품을 구매하고자 하는 회원이 해당 물품을 판매하는 업자 아닌 제안자의 정보를 회사에 요청하는 경우
4. 회사는 회원의 개인정보를 보호하기 위하여 개인정보처리방침을 수립하여 이를 따르고, 개인정보보호책임자를 지정합니다.
* 제9조 (회사의 의무) *
회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다.
회사는 회원이 수신 동의를 하지 않은 영리 목적의 광고성 전자우편, 문자메시지 등을 발송하지 아니합니다.
3.회사는 서비스의 제공과 관련하여 알게 된 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않고, 이를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관한 기타의 사항은 정보통신망법 및 회사가 별도로 정한 “개인정보관리지침”에 따릅니다.
* 제10조 (이용자의 의무) *
이용자는 다음 행위를 하여서는 아니 되며, 이에 대한 법률적인 책임은 이용자에게 있습니다.
1. 회원 가입 신청 또는 변경 시 허위내용의 등록하는 행위
2. 회사가 제공하는 서비스에 허위 내용을 등록하거나 게시하는 행위
3. 회사의 서비스에 게시된 정보를 변경하거나 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위
4. 회사가 제공하는 서비스를 이용하여 제3자에게 본인을 홍보할 기회를 제공하거나 제3자의 홍보를 대행하는 등의 방법으로 금전을 수수하거나 서비스를 이용할 권리를 양도하고 이를 대가로 금전을 수수하는 행위
5. 회사 기타 제3자에 대한 허위의 사실을 게재하거나 지적재산권을 침해하는 등 회사나 제3자의 권리를 침해하는 행위
6. 다른 회원의 ID 및 비밀번호를 도용하여 부당하게 서비스를 이용하는 행위
7. 정보통신망법 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위
8. 청소년보호법에서 규정하는 청소년유해매체물을 게시하는 행위
9. 공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위
10. 회사의 직원이나 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위
11. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하는 행위
12. 스토킹(stalking), 욕설, 채팅글 도배 등 다른 회원의 서비스 이용을 방해하는 행위
13. 다른 회원의 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위
14. 불특정 다수의 회원을 대상으로 하여 광고 또는 선전을 게시하는 행위
15. 현행 법령, 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위
16. 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
* 제11조 (이용자 관리) *
- 1.회사는 이 약관의 본지와 관련 법령 및 상거래의 일반원칙을 위반한 이용자에 대하여 다음과 같은 조치를 할 수 있습니다. ◦ ①회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수 ◦ ②특정서비스 이용제한 ◦ ③이용계약의 해지 ◦ ④손해배상의 청구 ◦ ⑤사이버수사대 수사 요청 • 2.회사가 정한 조치를 할 경우 회사는 사전에 이용자에게 유선, email 및 기타 다른 방법으로 통보하며, 이용자의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선 조치 후 사후 통보할 수 있습니다. • 3.이용자는 본 조에 의한 회사의 조치에 항변 사유가 있는 경우 이에 항변할 수 있습니다. 4.신고된 게시물·댓글은 담당자가 확인 후 기준에 맞게 조치하여 삭제 될 수 있습니다.
[ 제3장 서비스의 제공 및 이용 ]
* 제12조 (거래중개서비스의 성질과 목적) *
회사는 서비스 내에서 회원간 물품 거래가 이루어질 수 있도록 온라인 거래 장소와 서비스를 제공합니다. 서비스 내에서 제공되는 물품 중 제안자가 구매한 물품에 관하여 결제방법을 불문하고 회사는 거래의 당사자가 아니며, 회사의 어떠한 행위도 제안자 또는 참여자를 대리하는 행위로 간주되지 않습니다.
제안자와 참여자 간의 거래 조건(청약철회, 반품, 환불, 배송 등)은 본 약관에서 별도로 정함이 없는 한 제안자가 정하여 참여자에 고지한 정책 또는 제안자와 참여자가 합의한 내용에 따르고, 회사는 거래의 당사자가 아니므로 이에 관여하지 않습니다.
해당 물품의 거래에 관하여 발생하는 분쟁, 법령상 규제 준수, 참여자 또는 제안자에게 발생하는 손해 등에 대해서는 달리 관련 법령에 정함이 없는 한 원칙적으로 해당 제안자가 책임을 부담하며 회사는 책임을 부담하지 않습니다.
* 제13조 (참여 신청) *
서비스를 이용하여 물품을 구매하고자 하는 회원은 직거래로 물품의 구매를 위한 청약을 할 수 있습니다. 회원이 물품을 구매하고자 할 경우 참여자는 제안자가 고지한 금액을 지불합니다.
[ 제4장 기타 ]
* 제14조 (회사의 면책) *
1. 회사는 천재지변 또는 이에 준하는 불가항력, 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등으로 인하여 일시적 또는 종국적으로 서비스를 제공할 수 없는 경우, 서비스 제공에 관한 책임이 면제됩니다. 이 경우 회사는 회사가 제공하는 서비스 화면에 게시하거나 기타의 방법으로 회원들에게 통지합니다.
2. 회사는 인터넷 이용자 또는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
3. 회사는 물품거래서비스를 통하여 거래되는 물품의 하자, 물품등록정보의 오류, 미비, 가짜 물품 등으로 인하여 회원이 입는 손해에 대해서는 책임(제조물책임 포함)을 지지 않습니다.
4. 회사는 회원이 다른 회원이 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 책임을 지지 않습니다. 즉, 회사는 전자상거래법 제20조 제4항에 따라 제안자의 정보를 열람할 수 있는 방법을 참여자에게 제공할 수 있으며, 제안자는 당해 정보를 기재하지 아니하거나, 허위로 기재함으로써 발생하는 모든 책임을 부담하여야 합니다.
5. 회사와 피연결회사(회사의 서비스 화면과 링크 등으로 연결된 사이트를 운영하는 회사를 말함)는 독자적으로 운영되며, 회사는 피연결회사와 회원 간에 이루어진 거래에 대하여는 책임을 지지 않습니다.
6. 서비스를 일시적으로 중단하는 경우 회사는 이로 인하여 회원 또는 제3자가 입은 손해에 대하여 책임지지 않습니다. 단, 회사의 고의 또는 중과실로 인한 경우는 그러하지 아니합니다.
7. 회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 일체의 책임을 지지 않습니다.
8. 회사는 제3자가 서비스내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.
9. 회사 및 회사의 임직원 그리고 대리인은 고의 또는 중과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.
10. 회원 상태정보의 허위 또는 부정확성에 기인하는 손해
11. 서비스에 대한 접속 및 이용과정에서 발생하는 개인적인 손해
12. 서버에 대한 제3자의 모든 불법적인 접속 또는 서버 불법적인 이용으로부터 발생하는 손해
13. 제3자가 "서비스"를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해
14. 전송된 데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해
15. 회원 간의 "회원" 상태정보 등록 및 "서비스" 이용 과정에서 발생하는 명예훼손, 기타 불법행위로 인한 각종 민형사상 책임
16. 적법한 권리자의 요구에 따라 회사가 당해 물품 및 용역 등에 관한 정보를 삭제하거나 수정함으로써 발생한 제안자의 손해
17. 기타 관련 법령 및 회사에서 제공한 이용약관 및 개별약관의 변경, 제안자 공지사항 등의 주시의무를 게을리하여 발생한 제안자 손해
18. 회사는 회사를 기반으로 한 거래시스템만을 제공할 뿐, 제안자가 등록한 물품에 관한 정보 또는 참여자와의 거래에 관하여 분쟁이 발생한 경우 회사는 그 분쟁에 개입하지 않으며 그 분쟁의 결과로 인한 모든 책임은 제안자가 부담합니다. 또한 이와 관련하여 회사가 제3자에게 손해를 배상하거나 기타 비용을 지출한 경우 회사는 제안자에게 구상권을 행사할 수 있습니다.
19. 회사는 위키 서비스를 제공함에 있어 중고 거래 시 참고 자료로 제공할 뿐, 검증되지 않았거나 잘못된 서술이 등재되어 있을 수 있으며, 이를 신뢰하여 입은 피해에 대해서 책임지지 않습니다. 이는 당사 또는 다른 회원이 작성한 정보, 자료 모두에 해당합니다.
* 제15조 (분쟁의 조정) *
1. 회사는 회원 상호간 또는 회원과 제3자 사이의 불만처리 및 분쟁조정을 하기 위하여 고객센터를 운영 합니다.
2. 회사는 고객센터를 통하여 회원으로부터 제기되는 불만사항 및 의견이 정당하다고 판단되는 경우 이를 신속하게 처리하며, 3영업일 이내에 그 진행경과를 알리고 10영업일 이내에 조사결과와 처리방안을 통보합니다.
3. 고객센터의 분쟁조정시 회원은 신의칙에 따라 성실히 응하여야 합니다.
* 제16조 (준거법 및 관할법원) *
이 약관과 회사와 회원간의 서비스이용계약, 회원 상호간의 물품거래에 대해서는 대한민국 법령이 적용되며, 회사와 회원간의 서비스 이용계약 및 회원 상호간의 물품 거래에 관한 해석과 관할법원에 대하여는 대한민국 법령에 따릅니다.
""";

const termsPerson = """ 
_< ChocoBread >('https://chocobread.shop'이하 'Chocobread')_은(는) 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
○ 이 개인정보처리방침은 _2022_년 _8_월 _1_부터 적용됩니다.
  
**제1조(개인정보의 처리 목적)  
  
_< ChocoBread >('https://chocobread.shop'이하 'Chocobread')_은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.**
1\. 홈페이지 회원가입 및 관리
회원자격 유지·관리 목적으로 개인정보를 처리합니다.
  
2\. 민원사무 처리
민원사항 확인 목적으로 개인정보를 처리합니다.
  
3\. 재화 또는 서비스 제공
콘텐츠 제공, 본인인증을 목적으로 개인정보를 처리합니다.
  
4\. 마케팅 및 광고에의 활용
서비스의 유효성 확인 등을 목적으로 개인정보를 처리합니다.
  
  
  
**제2조(개인정보의 처리 및 보유 기간)**  
  
① _< ChocoBread >_은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.  
  
② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
*   1.<재화 또는 서비스 제공>
*   <재화 또는 서비스 제공>와 관련한 개인정보는 수집.이용에 관한 동의일로부터<5년>까지 위 이용목적을 위하여 보유.이용됩니다.
*   보유근거 : 관련법령
*   관련법령 : 대금결제 및 재화 등의 공급에 관한 기록 : 5년
*   예외사유 :
  
  
**제3조(처리하는 개인정보의 항목)**  
  
① _< ChocoBread >_은(는) 다음의 개인정보 항목을 처리하고 있습니다.
*   1< 홈페이지 회원가입 및 관리 >
*   필수항목 : 이메일, 비밀번호, 로그인ID, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보
*   선택항목 :
  
  
**제4조(개인정보의 제3자 제공에 관한 사항)**  
  
① _< ChocoBread >은(는) 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다._
_② < ChocoBread >은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다._
*   _1\. < AWS >_
*   _개인정보를 제공받는 자 : AWS_
*   _제공받는 자의 개인정보 이용목적 : 이메일, 비밀번호, 로그인ID_
*   _제공받는 자의 보유.이용기간: 5년_
_  
  
**제5조(개인정보처리의 위탁에 관한 사항)**  
  
① _< ChocoBread >_은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
*   1\. < >
*   위탁받는 자 (수탁자) :
*   위탁하는 업무의 내용 :
*   위탁기간 :
② < ChocoBread >은(는) 위탁계약 체결시 「개인정보 보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
  
  
**제6조(개인정보의 파기절차 및 파기방법)**
_  
① < ChocoBread > 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.  
  
② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.  
1\. 법령 근거 :  
2\. 보존하는 개인정보 항목 : 계좌정보, 거래날짜  
  
③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.  
1\. 파기절차  
< ChocoBread > 은(는) 파기 사유가 발생한 개인정보를 선정하고, < ChocoBread > 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.  
_
_2\. 파기방법_
_전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다_
_  
  
**제7조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)**
  
  
① 정보주체는 ChocoBread에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.
② 제1항에 따른 권리 행사는ChocoBread에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 ChocoBread은(는) 이에 대해 지체 없이 조치하겠습니다.
③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
⑥ ChocoBread은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
  
  
**제8조(개인정보의 안전성 확보조치에 관한 사항)_  
  
< ChocoBread >_은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.**
1\. 정기적인 자체 감사 실시  
개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.  
  
2\. 개인정보 취급 직원의 최소화 및 교육  
개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.  
  
3\. 내부관리계획의 수립 및 시행  
개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.  
  
4\. 해킹 등에 대비한 기술적 대책  
<_ChocoBread_\>('_Chocobread_')은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.  
  
5\. 개인정보의 암호화  
이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.  
  
  
  
**제9조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)**
  
  
① ChocoBread 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.  
② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.  
가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.  
나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.  
다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.  
  
**제10조(행태정보의 수집·이용·제공 및 거부 등에 관한 사항)**
  
  
① <개인정보처리자>은(는) 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를 수집·이용하고 있습니다.
② <개인정보처리자>은(는) 다음과 같이 행태정보를 수집합니다.
10\. 행태정보의 수집·이용·제공 및 거부 등에 관한 사항 제공을 위해 수집하는 행태정보의 항목, 행태정보 수집 방법, 행태정보 수집 목적, 보유·이용기간 및 이후 정보처리 방법을 입력하기 위한 표입니다.    
수집하는 행태정보의 항목
행태정보 수집 방법
행태정보 수집 목적
보유·이용기간 및 이후 정보처리 방법
서비스 방문, 검색이력
앱 실행시 자동 수집
맞춤형 서비스 제공
수집일로 부터 365일후 파기
<온라인 맞춤형 광고 등을 위해 제3자(온라인 광고사업자 등)가 이용자의 행태정보를 수집·처리할수 있도록 허용한 경우>
③ <개인정보처리자>은(는) 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집·처리하도록 허용하고 있습니다.
\- 행태정보를 수집 및 처리하려는 광고 사업자 : ○○○, ○○○, ○○○, ○○○,
\- 행태정보 수집 방법 : 이용자가 당사 웹사이트를 방문하거나 앱을 실행할 때 자동 수집 및 전송
\- 수집·처리되는 행태정보 항목 : 이용자의 웹/앱 방문이력, 검색이력, 구매이력
\- 보유·이용기간 : 00일
④ <개인정보처리자>은(는) 온라인 맞춤형 광고 등에 필요한 최소한의 행태정보만을 수집하며, 사상, 신념, 가족 및 친인척관계, 학력·병력, 기타 사회활동 경력 등 개인의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.
⑤ <개인정보처리자>은(는) 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스로부터 맞춤형 광고 목적의 행태정보를 수집하지 않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형 광고를 제공하지 않습니다.
⑥ <개인정보처리자>은(는) 모바일 앱에서 온라인 맞춤형 광고를 위하여 광고식별자를 수집·이용합니다. 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단·허용할 수 있습니다.
‣ 스마트폰의 광고식별자 차단/허용
(1) (안드로이드) ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정 또는 광고ID 삭제
(2) (아이폰) ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을 요청하도록 허용 끔
※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.
⑦ 정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를 일괄적으로 차단·허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트 자동로그인 등 일부 서비스의 이용에 영향을 미칠 수 있습니다.
‣ 웹브라우저를 통한 맞춤형 광고 차단/허용
(1) 인터넷 익스플로러(Windows 10용 Internet Explorer 11)
\- Internet Explorer에서 도구 버튼을 선택한 다음 인터넷 옵션을 선택
\- 개인 정보 탭을 선택하고 설정에서 고급을 선택한 다음 쿠키의 차단 또는 허용을 선택
(2) Microsoft Edge
\- Edge에서 오른쪽 상단 ‘…’ 표시를 클릭한 후, 설정을 클릭합니다.
\- 설정 페이지 좌측의 ‘개인정보, 검색 및 서비스’를 클릭 후 「추적방지」 섹션에서 ‘추적방지’ 여부 및 수준을 선택합니다.
\- ‘InPrivate를 검색할 때 항상 ""엄격"" 추적 방지 사용’ 여부를 선택합니다.
\- 아래 「개인정보」 섹션에서 ‘추적 안함 요청보내기’ 여부를 선택합니다.
(3) 크롬 브라우저
\- Chrome에서 오른쪽 상단 ‘⋮’ 표시(chrome 맞춤설정 및 제어)를 클릭한 후, 설정 표시를 클릭합니다.
\- 설정 페이지 하단에 ‘고급 설정 표시’를 클릭하고 「개인정보」 섹션에서 콘텐츠 설정을 클릭합니다.
\- 쿠키 섹션에서 ‘타사 쿠키 및 사이트 데이터 차단’의 체크박스를 선택합니다.
52 | 개인정보 처리방침 작성지침 일반
⑧ 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할 수 있습니다.
‣ 개인정보 보호 담당부서
부서명 : ○○○ 팀
담당자 : ○○○
연락처 : <전화번호>, <이메일>, <팩스번호>
  
  
**제11조(추가적인 이용·제공 판단기준)**_  
  
< ChocoBread > 은(는) ｢개인정보 보호법｣ 제15조제3항 및 제17조제4항에 따라 ｢개인정보 보호법 시행령｣ 제14조의2에 따른 사항을 고려하여 정보주체의 동의 없이 개인정보를 추가적으로 이용·제공할 수 있습니다.  
이에 따라 < ChocoBread > 가(이) 정보주체의 동의 없이 추가적인 이용·제공을 하기 위해서 다음과 같은 사항을 고려하였습니다.  
▶ 개인정보를 추가적으로 이용·제공하려는 목적이 당초 수집 목적과 관련성이 있는지 여부_
_▶ 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 추가적인 이용·제공에 대한 예측 가능성이 있는지 여부_
_▶ 개인정보의 추가적인 이용·제공이 정보주체의 이익을 부당하게 침해하는지 여부_
_▶ 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부_
_※ 추가적인 이용·제공 시 고려사항에 대한 판단기준은 사업자/단체 스스로 자율적으로 판단하여 작성·공개함_
_  
  
**제12조(가명정보를 처리하는 경우 가명정보 처리에 관한 사항)_  
  
< ChocoBread > 은(는) 다음과 같은 목적으로 가명정보를 처리하고 있습니다._**
**_▶ 가명정보의 처리 목적_**
**_\- 직접작성 가능합니다._**
**_▶ 가명정보의 처리 및 보유기간_**
**_\- 직접작성 가능합니다._**
**_▶ 가명정보의 제3자 제공에 관한 사항(해당되는 경우에만 작성)_**
**_\- 직접작성 가능합니다._**
**_▶ 가명정보 처리의 위탁에 관한 사항(해당되는 경우에만 작성)_**
**_\- 직접작성 가능합니다._**
**_▶ 가명처리하는 개인정보의 항목_**
**_\- 직접작성 가능합니다._**
**_▶ 법 제28조의4(가명정보에 대한 안전조치 의무 등)에 따른 가명정보의 안전성 확보조치에 관한 사항_**
**_\- 직접작성 가능합니다._**
**_**제13조 (개인정보 보호책임자에 관한 사항)**_**
**_① ChocoBread 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다._**
*   **_▶ 개인정보 보호책임자_**
*   **_성명 :권태현_**
*   **_직책 :사원_**
*   **_직급 :팀원_**
*   **_연락처 :01044741293, kygkth2011@gmail.com,_**
**_※ 개인정보 보호 담당부서로 연결됩니다._**
*   **_▶ 개인정보 보호 담당부서_**
*   **_부서명 :_**
*   **_담당자 :_**
*   **_연락처 :, ,_**
**_② 정보주체께서는 ChocoBread 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. ChocoBread 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다._**
**_  
  
**제14조(국내대리인의 지정)_  
  
정보주체는 ｢개인정보 보호법｣ 제39조의11에 따라 지정된 < ChocoBread >의 국내대리인에게 개인정보 관련 고충처리 등의 업무를 위하여 연락을 취할 수 있습니다. < ChocoBread >은(는) 정보주체의 개인정보 관련 고충처리 등 개인정보 보호책임자의 업무 등을 신속하게 처리할 수 있도록 노력하겠습니다.  
  
▶ < ChocoBread > 은(는) ｢개인정보 보호법｣ 제39조의11에 따라 국내대리인을 지정하였습니다._**
**_\- 국내대리인의 성명 : \[대리인 성명\_직접입력\] (법인의 경우 법인명, 대표자의 성명)_**
**_\- 국내대리인의 주소 : \[대리인 주소\_직접입력\] (법인의 경우 영업소 소재지)_**
**_\- 국내대리인의 전화번호 : \[대리인 전화번호\_직접입력\]_**
**_\- 국내대리인의 전자우편 주소 : \[대리인 전자우편\_직접입력\]_**
**_**제15조(개인정보의 열람청구를 접수·처리하는 부서)  
정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.  
< ChocoBread >은(는) 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.**_**
*   **_▶ 개인정보 열람청구 접수·처리 부서_**
*   **_부서명 :_**
*   **_담당자 :_**
*   **_연락처 : , ,_**
**_  
  
**제16조(정보주체의 권익침해에 대한 구제방법)**
  
  
정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.  
  
1\. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)  
2\. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)  
3\. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)  
4\. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)  
  
「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.  
  
※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.  
  
**제17조(개인정보 처리방침 변경)**
  
① 이 개인정보처리방침은 2022년 8월 1부터 적용됩니다.
② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
_**_**___""";

const termsPersonal = """
<title>개인정보처리방침</title>
</head>
<body>
	<p> <p class="ls2 lh6 bs5 ts4"><em class="emphasis">< ChocoBread >('https://chocobread.shop'이하 'Chocobread')</em>은(는) 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.</p><p class="ls2">○ 이 개인정보처리방침은 <em class="emphasis">2022</em>년 <em class="emphasis">8</em>월 <em class="emphasis">1</em>부터 적용됩니다.</p></br><p class='lh6 bs4'><strong>제1조(개인정보의 처리 목적)<br/><br/><em class="emphasis">< ChocoBread >('https://chocobread.shop'이하  'Chocobread')</em>은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.</strong></p><ul class="list_indent2 mgt10"><p class="ls2">1. 홈페이지 회원가입 및 관리</p><p class="ls2">회원자격 유지·관리 목적으로 개인정보를 처리합니다.</p></br><p class="ls2">2. 민원사무 처리</p><p class="ls2">민원사항 확인 목적으로 개인정보를 처리합니다.</p></br><p class="ls2">3. 재화 또는 서비스 제공</p><p class="ls2">콘텐츠 제공, 본인인증을 목적으로 개인정보를 처리합니다.</p></br><p class="ls2">4. 마케팅 및 광고에의 활용</p><p class="ls2">서비스의 유효성 확인 등을 목적으로 개인정보를 처리합니다.</p></br></ul></br></br><p class='lh6 bs4'><strong>제2조(개인정보의 처리 및 보유 기간)</strong></br></br>① <em class="emphasis">< ChocoBread ></em>은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.</br></br>② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.</p><ul class='list_indent2 mgt10'><li class='tt'>1.<재화 또는 서비스 제공></li><li class='tt'><재화 또는 서비스 제공>와 관련한 개인정보는 수집.이용에 관한 동의일로부터<5년>까지 위 이용목적을 위하여 보유.이용됩니다.</li><li>보유근거 : 관련법령</li><li>관련법령 : 대금결제 및 재화 등의 공급에 관한 기록 : 5년</li><li>예외사유 : </li></ul></br></br><p class='lh6 bs4'><strong>제3조(처리하는 개인정보의 항목) </strong></br></br> ① <em class="emphasis">< ChocoBread ></em>은(는) 다음의 개인정보 항목을 처리하고 있습니다.</p><ul class='list_indent2 mgt10'><li class='tt'>1< 홈페이지 회원가입 및 관리 ></li><li>필수항목 : 이메일, 비밀번호, 로그인ID, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보</li><li>선택항목 : </li></ul></br></br><p class='lh6 bs4'><strong>제4조(개인정보의 제3자 제공에 관한 사항)</strong></br></br> ① <em class="emphasis">< ChocoBread >은(는) 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</p><p class="sub_p mgt10">②  <span class="colorLightBlue">< ChocoBread ></span>은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.</p><ul class="list_indent2 mgt10"><li class="tt">1. < AWS ></li><li>개인정보를 제공받는 자 : AWS</li><li>제공받는 자의 개인정보 이용목적 : 이메일, 비밀번호, 로그인ID</li><li>제공받는 자의 보유.이용기간: 5년</li></ul></br></br><p class='lh6 bs4'><strong>제5조(개인정보처리의 위탁에 관한 사항)</strong></br></br> ① <em class="emphasis">< ChocoBread ></em>은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.</p><ul class='list_indent2 mgt10'><li class='tt'>1. <  ></li><li>위탁받는 자 (수탁자) : </li><li>위탁하는 업무의 내용 : </li><li>위탁기간 : </li></ul><p class='sub_p mgt10'>②  <span class='colorLightBlue'>< ChocoBread ></span>은(는) 위탁계약 체결시 「개인정보 보호법」 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.</p><p class='sub_p mgt10'>③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.</p></br></br><p class='lh6 bs4'><strong>제6조(개인정보의 파기절차 및 파기방법)<em class="emphasis"></strong></p><p class='ls2'></br>① < ChocoBread > 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</br></br>② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</br>1. 법령 근거 :</br>2. 보존하는 개인정보 항목 : 계좌정보, 거래날짜</br></br>③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.</br>1. 파기절차</br> < ChocoBread > 은(는) 파기 사유가 발생한 개인정보를 선정하고, < ChocoBread > 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</br></p><p class='sub_p mgt10'>2. 파기방법</p><p class='sub_p'>전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다</p><br/><br/><p class="lh6 bs4"><strong>제7조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)</strong></p><p class="ls2"><br/><br/>① 정보주체는 ChocoBread에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.</p><p class='sub_p'>② 제1항에 따른 권리 행사는ChocoBread에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 ChocoBread은(는) 이에 대해 지체 없이 조치하겠습니다.</p><p class='sub_p'>③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</p><p class='sub_p'>④ 개인정보 열람 및 처리정지 요구는  「개인정보 보호법」  제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.</p><p class='sub_p'>⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.</p><p class='sub_p'>⑥ ChocoBread은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</p></br></br><p class='lh6 bs4'><strong>제8조(개인정보의 안전성 확보조치에 관한 사항)<em class="emphasis"></br></br>< ChocoBread ></em>은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</strong></p><p class='sub_p mgt10'>1. 정기적인 자체 감사 실시</br> 개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.</br></br>2. 개인정보 취급 직원의 최소화 및 교육</br> 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.</br></br>3. 내부관리계획의 수립 및 시행</br> 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.</br></br>4. 해킹 등에 대비한 기술적 대책</br> <<em class="emphasis">ChocoBread</em>>('<em class="emphasis">Chocobread</em>')은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.</br></br>5. 개인정보의 암호화</br> 이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.</br></br></p></br></br><p class="lh6 bs4"><strong>제9조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)</strong></p><p class="ls2"><br/><br/>① ChocoBread 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.</br>② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.</br>가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.</br>나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.</br>다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.<br/><br/><p class="lh6 bs4"><strong>제10조(행태정보의 수집·이용·제공 및 거부 등에 관한 사항)</strong></p><p class="ls2"><br/><br/>① <개인정보처리자>은(는) 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를 수집·이용하고 있습니다.</p><p class='sub_p'>② <개인정보처리자>은(는) 다음과 같이 행태정보를 수집합니다.</p><table class="tb_board td_border_all tb_board_view tb_row mgt10">	<caption>10. 행태정보의 수집·이용·제공 및 거부 등에 관한 사항 제공을 위해 수집하는 행태정보의 항목, 행태정보 수집 방법, 행태정보 수집 목적, 보유·이용기간 및 이후 정보처리 방법을 입력하기 위한 표입니다.</caption>	<colgroup>		<col width="auto">		<col width="auto">		<col width="auto">		<col width="auto">	</colgroup>	<tbody>		<tr>			<th scope="row" class="bdl">수집하는 행태정보의 항목</th>			<th scope="row" class="bdl">행태정보 수집 방법</th>			<th scope="row" class="bdl">행태정보 수집 목적</th>			<th scope="row" class="bdl">보유·이용기간 및 이후 정보처리 방법</th>		</tr>		<tr>			<td class="txtc">서비스 방문, 검색이력</td>			<td class="txtc">앱 실행시 자동 수집</td>			<td class="txtc">맞춤형 서비스 제공</td>			<td class="txtc">수집일로 부터 365일후 파기</td>		</tr>	</tbody></table><p class='sub_p'><div class="panel_box panel_white"><온라인 맞춤형 광고 등을 위해 제3자(온라인 광고사업자 등)가 이용자의 행태정보를 수집·처리할수 있도록 허용한 경우></p><p class='sub_p'>③ <개인정보처리자>은(는) 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집·처리하도록 허용하고 있습니다.</p><p class='sub_p'>- 행태정보를 수집 및 처리하려는 광고 사업자 : ○○○, ○○○, ○○○, ○○○,</p><p class='sub_p'>- 행태정보 수집 방법 : 이용자가 당사 웹사이트를 방문하거나 앱을 실행할 때 자동 수집 및 전송</p><p class='sub_p'>- 수집·처리되는 행태정보 항목 : 이용자의 웹/앱 방문이력, 검색이력, 구매이력</p><p class='sub_p'>- 보유·이용기간 : 00일</p><p class='sub_p'></div>④ <개인정보처리자>은(는) 온라인 맞춤형 광고 등에 필요한 최소한의 행태정보만을 수집하며, 사상, 신념, 가족 및 친인척관계, 학력·병력, 기타 사회활동 경력 등 개인의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.</p><p class='sub_p'>⑤ <개인정보처리자>은(는) 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스로부터 맞춤형 광고 목적의 행태정보를 수집하지 않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형 광고를 제공하지 않습니다.</p><p class='sub_p'>⑥ <개인정보처리자>은(는) 모바일 앱에서 온라인 맞춤형 광고를 위하여 광고식별자를 수집·이용합니다. 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단·허용할 수 있습니다.</p><p class='sub_p'>‣ 스마트폰의 광고식별자 차단/허용</p><p class='sub_p'>(1) (안드로이드) ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정 또는 광고ID 삭제</p><p class='sub_p'>(2) (아이폰) ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을 요청하도록 허용 끔</p><p class='sub_p'>※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.</p><p class='sub_p'>⑦ 정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를 일괄적으로 차단·허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트 자동로그인 등 일부 서비스의 이용에 영향을 미칠 수 있습니다.</p><p class='sub_p'>‣ 웹브라우저를 통한 맞춤형 광고 차단/허용</p><p class='sub_p'>(1) 인터넷 익스플로러(Windows 10용 Internet Explorer 11)</p><p class='sub_p'>- Internet Explorer에서 도구 버튼을 선택한 다음 인터넷 옵션을 선택</p><p class='sub_p'>- 개인 정보 탭을 선택하고 설정에서 고급을 선택한 다음 쿠키의 차단 또는 허용을 선택</p><p class='sub_p'>(2) Microsoft Edge</p><p class='sub_p'>- Edge에서 오른쪽 상단 ‘…’ 표시를 클릭한 후, 설정을 클릭합니다.</p><p class='sub_p'>- 설정 페이지 좌측의 ‘개인정보, 검색 및 서비스’를 클릭 후 「추적방지」 섹션에서 ‘추적방지’ 여부 및 수준을 선택합니다.</p><p class='sub_p'>- ‘InPrivate를 검색할 때 항상 ""엄격"" 추적 방지 사용’ 여부를 선택합니다.</p><p class='sub_p'>- 아래 「개인정보」 섹션에서 ‘추적 안함 요청보내기’ 여부를 선택합니다.</p><p class='sub_p'>(3) 크롬 브라우저</p><p class='sub_p'>- Chrome에서 오른쪽 상단 ‘⋮’ 표시(chrome 맞춤설정 및 제어)를 클릭한 후, 설정 표시를 클릭합니다.</p><p class='sub_p'>- 설정 페이지 하단에 ‘고급 설정 표시’를 클릭하고 「개인정보」 섹션에서 콘텐츠 설정을 클릭합니다.</p><p class='sub_p'>- 쿠키 섹션에서 ‘타사 쿠키 및 사이트 데이터 차단’의 체크박스를 선택합니다.</p><p class='sub_p'>52 | 개인정보 처리방침 작성지침 일반</p><p class='sub_p'>⑧ 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할 수 있습니다.</p><p class='sub_p'>‣ 개인정보 보호 담당부서</p><p class='sub_p'>부서명 : ○○○ 팀</p><p class='sub_p'>담당자 : ○○○</p><p class='sub_p'>연락처 : <전화번호>, <이메일>, <팩스번호></p></br></br><p class='lh6 bs4'><strong>제11조(추가적인 이용·제공 판단기준)<em class="emphasis"></strong></br></br>< ChocoBread > 은(는) ｢개인정보 보호법｣ 제15조제3항 및 제17조제4항에 따라 ｢개인정보 보호법 시행령｣ 제14조의2에 따른 사항을 고려하여 정보주체의 동의 없이 개인정보를 추가적으로 이용·제공할 수 있습니다.<br> 이에 따라 < ChocoBread > 가(이) 정보주체의 동의 없이 추가적인 이용·제공을 하기 위해서 다음과 같은 사항을 고려하였습니다.</br>▶ 개인정보를 추가적으로 이용·제공하려는 목적이 당초 수집 목적과 관련성이 있는지 여부</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>▶ 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 추가적인 이용·제공에 대한 예측 가능성이 있는지 여부</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>▶ 개인정보의 추가적인 이용·제공이 정보주체의 이익을 부당하게 침해하는지 여부</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>▶ 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>※ 추가적인 이용·제공 시 고려사항에 대한 판단기준은 사업자/단체 스스로 자율적으로 판단하여 작성·공개함</p></br></br><p class='lh6 bs4'><strong>제12조(가명정보를 처리하는 경우 가명정보 처리에 관한 사항)<em class="emphasis"></br></br>< ChocoBread > 은(는) 다음과 같은 목적으로 가명정보를 처리하고 있습니다.</p><p class='sub_p'></p><p class='sub_p'>▶ 가명정보의 처리 목적</p><p class='sub_p'>- 직접작성 가능합니다. </p><p class='sub_p'></p><p class='sub_p'>▶ 가명정보의 처리 및 보유기간</p><p class='sub_p'>- 직접작성 가능합니다. </p><p class='sub_p'></p><p class='sub_p'>▶ 가명정보의 제3자 제공에 관한 사항(해당되는 경우에만 작성)</p><p class='sub_p'>- 직접작성 가능합니다. </p><p class='sub_p'></p><p class='sub_p'>▶ 가명정보 처리의 위탁에 관한 사항(해당되는 경우에만 작성)</p><p class='sub_p'>- 직접작성 가능합니다. </p><p class='sub_p'></p><p class='sub_p'>▶ 가명처리하는 개인정보의 항목</p><p class='sub_p'>- 직접작성 가능합니다. </p><p class='sub_p'></p><p class='sub_p'>▶ 법 제28조의4(가명정보에 대한 안전조치 의무 등)에 따른 가명정보의 안전성 확보조치에 관한 사항</p><p class='sub_p'>- 직접작성 가능합니다. </p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p mgt30'><strong>제13조 (개인정보 보호책임자에 관한 사항) </strong></p><p class='sub_p mgt10'> ①  <span class='colorLightBlue'>ChocoBread</span> 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</p><ul class='list_indent2 mgt10'><li class='tt'>▶ 개인정보 보호책임자 </li><li>성명 :권태현</li><li>직책 :사원</li><li>직급 :팀원</li><li>연락처 :01044741293, kygkth2011@gmail.com, </li></ul><p class='sub_p'>※ 개인정보 보호 담당부서로 연결됩니다.<p/> <ul class='list_indent2 mgt10'><li class='tt'>▶ 개인정보 보호 담당부서</li><li>부서명 :</li><li>담당자 :</li><li>연락처 :, , </li></ul><p class='sub_p'>② 정보주체께서는 ChocoBread 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. ChocoBread 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</p></br></br><p class='lh6 bs4'><strong>제14조(국내대리인의 지정)<em class="emphasis"></br></br>정보주체는 ｢개인정보 보호법｣ 제39조의11에 따라 지정된 < ChocoBread >의 국내대리인에게 개인정보 관련 고충처리 등의 업무를 위하여 연락을 취할 수 있습니다. < ChocoBread >은(는) 정보주체의 개인정보 관련 고충처리 등 개인정보 보호책임자의 업무 등을 신속하게 처리할 수 있도록 노력하겠습니다. <br/><br/>▶ < ChocoBread > 은(는) ｢개인정보 보호법｣ 제39조의11에 따라 국내대리인을 지정하였습니다.</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>    - 국내대리인의 성명 : [대리인 성명_직접입력]  (법인의 경우 법인명, 대표자의 성명)</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>    - 국내대리인의 주소 : [대리인 주소_직접입력]  (법인의 경우 영업소 소재지)</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>    - 국내대리인의 전화번호 : [대리인 전화번호_직접입력]</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>    - 국내대리인의 전자우편 주소 : [대리인 전자우편_직접입력]</p><p class='sub_p mgt30'><strong>제15조(개인정보의 열람청구를 접수·처리하는 부서)</br> 정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.<br/>< ChocoBread ></span>은(는) 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다. </strong></p><ul class='list_indent2 mgt10'><li class='tt'>▶ 개인정보 열람청구 접수·처리 부서 </li><li>부서명 : </li><li>담당자 : </li><li>연락처 : , , </li></ul></br></br><p class='lh6 bs4'><strong>제16조(정보주체의 권익침해에 대한 구제방법)<em class="emphasis"></em></strong></p><br/><br/>정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.<br/><br/>
  1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)<br/>
  2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)<br/>
  3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)<br/>
  4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)<br/><br/>
「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.<br/><br/>
※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.</br></br><p class='lh6 bs4'><strong>제17조(개인정보 처리방침 변경)<em class="emphasis"></em></strong></p><br/></p><p class='sub_p'>① 이 개인정보처리방침은 2022년 8월 1부터 적용됩니다.</p><p class='sub_p'></p><p class='sub_p'></p><p class='sub_p'>② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다. </p><p class='sub_p'></p></p>
</body>
</html>
""";
